Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Payment will be charged to your Apple ID account at the confirmation of purchase. Unlike Kurozora+ subscription, tips are a one time purchase. Your account will be charged only once every time you tip.
ar: سيتم خصم المبلغ من حساب Apple ID الخاص بك عند تأكيد عملية الشراء. على عكس اشتراك Kurozora+، تُعد الإكراميات عملية شراء لمرة واحدة. سيتم خصم المبلغ من حسابك مرة واحدة فقط في كل مرة تقدّم فيها إكرامية.
bn: ক্রয় নিশ্চিত হওয়ার সময় আপনার Apple ID অ্যাকাউন্ট থেকে পেমেন্ট নেওয়া হবে। Kurozora+ সাবস্ক্রিপশনের মতো নয়, টিপ একটি একবারের ক্রয়। প্রতিবার টিপ দেওয়ার সময় আপনার অ্যাকাউন্ট থেকে শুধু একবারই চার্জ নেওয়া হবে।
cs: Platba bude účtována na váš účet Apple ID při potvrzení nákupu. Na rozdíl od předplatného Kurozora+ jsou příspěvky jednorázovým nákupem. Z vašeho účtu bude stržena platba pouze jednou při každém příspěvku.
da: Betalingen trækkes på din Apple ID-konto ved bekræftelse af købet. I modsætning til et Kurozora+-abonnement er drikkepenge et engangskøb. Din konto bliver kun opkrævet én gang, hver gang du giver drikkepenge.
de: Die Zahlung wird bei Bestätigung des Kaufs Ihrem Apple-ID-Konto belastet. Anders als das Kurozora+ Abonnement sind Trinkgelder ein einmaliger Kauf. Ihr Konto wird bei jedem Trinkgeld nur einmal belastet.
el: Η πληρωμή θα χρεωθεί στον λογαριασμό Apple ID σας κατά την επιβεβαίωση της αγοράς. Σε αντίθεση με τη συνδρομή Kurozora+, τα φιλοδωρήματα είναι μια εφάπαξ αγορά. Ο λογαριασμός σας θα χρεωθεί μόνο μία φορά κάθε φορά που δίνετε φιλοδώρημα.
es: El pago se cargará en su cuenta de Apple ID al confirmar la compra. A diferencia de la suscripción a Kurozora+, las propinas son una compra única. Solo se hará un cargo en su cuenta cada vez que deje una propina.
es_419: Se cobrará el pago a su cuenta de Apple ID al confirmar la compra. A diferencia de la suscripción a Kurozora+, las propinas son una compra única. Se cobrará a su cuenta solo una vez cada vez que dé una propina.
fa: هنگام تأیید خرید، مبلغ از حساب Apple ID شما کسر خواهد شد. برخلاف اشتراک Kurozora+، انعام‌ها خریدی یک‌باره هستند. هر بار که انعام می‌دهید، تنها یک‌بار مبلغ از حساب شما کسر می‌شود.
fi: Maksu veloitetaan Apple ID -tililtäsi oston vahvistamisen yhteydessä. Toisin kuin Kurozora+-tilaus, tipit ovat kertaluonteinen osto. Tililtäsi veloitetaan vain kerran jokaista tippiä kohden.
fil: Ang bayad ay sisingilin sa iyong Apple ID account sa pagkumpirma ng pagbili. Hindi tulad ng subscription sa Kurozora+, ang mga tip ay isang beses na pagbili. Sisingilin ang iyong account nang isang beses lamang sa tuwing magbibigay ka ng tip.
fr: Le paiement sera débité de votre compte Apple ID au moment de la confirmation de l’achat. Contrairement à l’abonnement Kurozora+, les pourboires sont un achat unique. Votre compte ne sera débité qu’une seule fois à chaque pourboire.
he: התשלום יחויב מחשבון ה-Apple ID שלכם בעת אישור הרכישה. בניגוד למינוי Kurozora+, טיפים הם רכישה חד-פעמית. חשבונכם יחויב פעם אחת בלבד בכל פעם שתשאירו טיפ.
hi: खरीद की पुष्टि होने पर भुगतान आपके Apple ID खाते से लिया जाएगा। Kurozora+ सदस्यता के विपरीत, टिप एक बार की खरीद होती है। हर बार टिप देने पर आपके खाते से केवल एक बार ही शुल्क लिया जाएगा।
hu: A vásárlás megerősítésekor a fizetés az Apple ID-fiókjához lesz terhelve. A Kurozora+ előfizetéssel ellentétben a borravaló egyszeri vásárlás. A fiókját minden egyes borravaló alkalmával csak egyszer terheljük meg.
hy: Վճարումը կգանձվի ձեր Apple ID հաշվից գնման հաստատման պահին։ Ի տարբերություն Kurozora+ բաժանորդագրության՝ պարգևավճարները միանգամյա գնում են։ Ձեր հաշվից կգանձվի միայն մեկ անգամ՝ ամեն անգամ պարգևավճար տալիս։
id: Pembayaran akan dibebankan ke akun Apple ID Anda pada saat konfirmasi pembelian. Tidak seperti langganan Kurozora+, tip merupakan pembelian satu kali. Akun Anda hanya akan dibebankan satu kali setiap Anda memberi tip.
it: Il pagamento verrà addebitato sul suo account Apple ID alla conferma dell'acquisto. A differenza dell'abbonamento Kurozora+, le mance sono un acquisto una tantum. Il suo account verrà addebitato una sola volta ogni volta che lascia una mancia.
ja: 購入を確定すると、お客様の Apple ID アカウントに料金が請求されます。Kurozora+ のサブスクリプションとは異なり、チップは一回限りの購入です。チップを贈るたびに一度だけ料金が請求されます。
ko: 구매를 확정하면 요금이 회원님의 Apple ID 계정으로 청구됩니다. Kurozora+ 구독과 달리 후원은 일회성 구매입니다. 후원할 때마다 계정에 한 번만 청구됩니다.
ms: Bayaran akan dikenakan pada akaun Apple ID anda apabila pembelian disahkan. Tidak seperti langganan Kurozora+, tip ialah pembelian sekali sahaja. Akaun anda akan dikenakan bayaran sekali sahaja setiap kali anda memberi tip.
nb: Betalingen belastes Apple ID-kontoen din ved bekreftelse av kjøpet. I motsetning til Kurozora+-abonnementet er tips et engangskjøp. Kontoen din belastes kun én gang hver gang du gir tips.
nl: De betaling wordt bij bevestiging van de aankoop in rekening gebracht op uw Apple ID-account. In tegenstelling tot een Kurozora+-abonnement is een fooi een eenmalige aankoop. Uw account wordt elke keer dat u een fooi geeft slechts één keer belast.
pl: Płatność zostanie pobrana z konta Apple ID w chwili potwierdzenia zakupu. W przeciwieństwie do subskrypcji Kurozora+ napiwki są jednorazowym zakupem. Opłata z konta zostanie pobrana tylko raz przy każdym napiwku.
pt_br: O pagamento será cobrado da sua conta do Apple ID na confirmação da compra. Diferentemente da assinatura do Kurozora+, as gorjetas são uma compra única. Sua conta será cobrada apenas uma vez a cada gorjeta.
pt_pt: O pagamento será cobrado à sua conta Apple ID no momento da confirmação da compra. Ao contrário da subscrição Kurozora+, as gorjetas são uma compra única. A sua conta será cobrada apenas uma vez de cada vez que oferecer uma gorjeta.
ro: Plata va fi debitată din contul dumneavoastră Apple ID la confirmarea achiziției. Spre deosebire de abonamentul Kurozora+, donațiile sunt o achiziție unică. Contul dumneavoastră va fi debitat o singură dată de fiecare dată când donați.
ru: Оплата будет списана с вашего аккаунта Apple ID при подтверждении покупки. В отличие от подписки Kurozora+, чаевые являются разовой покупкой. Списание с вашего аккаунта будет производиться только один раз при каждом отправлении чаевых.
sv: Betalningen debiteras ditt Apple ID-konto när köpet bekräftas. Till skillnad från Kurozora+-prenumerationen är dricks ett engångsköp. Ditt konto debiteras endast en gång varje gång du ger dricks.
ta: கொள்முதலை உறுதிப்படுத்தும்போது உங்கள் Apple ID கணக்கிற்கு கட்டணம் விதிக்கப்படும். Kurozora+ சந்தாவைப் போலன்றி, உதவித்தொகைகள் ஒரு முறை கொள்முதல் ஆகும். நீங்கள் உதவித்தொகை வழங்கும் ஒவ்வொரு முறையும் உங்கள் கணக்கிற்கு ஒரு முறை மட்டுமே கட்டணம் விதிக்கப்படும்.
te: కొనుగోలును నిర్ధారించిన సమయంలో మీ Apple ID ఖాతా నుండి చెల్లింపు వసూలు చేయబడుతుంది. Kurozora+ చందా లాగా కాకుండా, టిప్‌లు ఒకసారి చేసే కొనుగోలు. మీరు టిప్ ఇచ్చిన ప్రతిసారీ మీ ఖాతా నుండి ఒక్కసారి మాత్రమే వసూలు చేయబడుతుంది.
th: ระบบจะเรียกเก็บเงินจากบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อ ทิปแตกต่างจากการสมัครสมาชิก Kurozora+ ตรงที่เป็นการซื้อแบบครั้งเดียว ระบบจะเรียกเก็บเงินจากบัญชีของคุณเพียงครั้งเดียวในแต่ละครั้งที่คุณให้ทิป
tr: Satın alma onaylandığında ödeme, Apple ID hesabınızdan tahsil edilir. Kurozora+ aboneliğinin aksine bağışlar tek seferlik bir satın almadır. Her bağış yaptığınızda hesabınızdan yalnızca bir kez ücret tahsil edilir.
uk: Оплата буде стягнута з вашого облікового запису Apple ID під час підтвердження покупки. На відміну від підписки Kurozora+, чайові — це одноразова покупка. Кошти з вашого облікового запису стягуватимуться лише один раз щоразу, коли ви залишаєте чайові.
ur: خریداری کی تصدیق پر ادائیگی آپ کے Apple ID اکاؤنٹ سے وصول کی جائے گی۔ Kurozora+ سبسکرپشن کے برعکس، ٹِپس ایک بار کی خریداری ہیں۔ آپ کے اکاؤنٹ سے ہر بار ٹِپ دینے پر صرف ایک ہی مرتبہ رقم وصول کی جائے گی۔
vi: Khoản thanh toán sẽ được tính vào tài khoản Apple ID của bạn khi xác nhận mua. Khác với gói đăng ký Kurozora+, tiền ủng hộ là một giao dịch mua một lần. Tài khoản của bạn chỉ bị tính phí một lần mỗi khi bạn ủng hộ.
zh_hans: 确认购买后，费用将从您的 Apple ID 账户扣除。与 Kurozora+ 订阅不同，打赏为一次性购买。每次打赏仅会扣费一次。
zh_hant: 確認購買時，款項將向您的 Apple ID 帳號收取。與 Kurozora+ 訂閱不同，打賞為一次性購買。您每次打賞時，帳號僅會被收取一次費用。

source: period
ar: فترة
bn: মেয়াদ
cs: období
da: periode
de: Zeitraum
el: περίοδος
es: periodo
es_419: período
fa: دوره
fi: kausi
fil: panahon
fr: période
he: תקופה
hi: अवधि
hu: időszak
hy: ժամանակահատված
id: periode
it: periodo
ja: 期間
ko: 기간
ms: tempoh
nb: periode
nl: periode
pl: okres
pt_br: período
pt_pt: período
ro: perioadă
ru: период
ta: காலகட்டம்
te: వ్యవధి
th: รอบ
tr: dönem
uk: період
ur: مدت
vi: kỳ
zh_hans: 周期
zh_hant: 週期

source: Photo Access Denied
ar: تم رفض الوصول إلى الصور
bn: ফটো অ্যাক্সেস অস্বীকৃত
cs: Přístup k fotkám zamítnut
da: Adgang til fotos nægtet
de: Fotozugriff verweigert
el: Άρνηση πρόσβασης σε φωτογραφίες
es: Acceso a las fotos denegado
es_419: Acceso a fotos denegado
fa: دسترسی به عکس‌ها رد شد
fi: Kuvien käyttö estetty
fil: Tinanggihan ang Access sa Larawan
fr: Accès aux photos refusé
he: הגישה לתמונות נדחתה
hi: फ़ोटो एक्सेस अस्वीकृत
hu: Fotókhoz való hozzáférés megtagadva
hy: Լուսանկարների հասանելիությունը մերժված է
id: Akses Foto Ditolak
it: Accesso alle foto negato
ja: 写真へのアクセスが拒否されています
ko: 사진 접근 거부됨
ms: Akses Foto Dinafikan
nb: Tilgang til bilder avslått
nl: Fototoegang geweigerd
pl: Brak dostępu do zdjęć
pt_br: Acesso às Fotos Negado
pt_pt: Acesso às Fotografias Negado
ro: Acces la fotografii refuzat
ru: Доступ к фото запрещён
sv: Åtkomst till foton nekad
ta: புகைப்பட அணுகல் மறுக்கப்பட்டது
te: ఫోటో యాక్సెస్ నిరాకరించబడింది
th: การเข้าถึงรูปภาพถูกปฏิเสธ
tr: Fotoğraf Erişimi Reddedildi
uk: Доступ до фото заборонено
ur: تصویر تک رسائی مسترد
vi: Quyền truy cập ảnh bị từ chối
zh_hans: 照片访问被拒绝
zh_hant: 已拒絕照片取用權限

source: Photo Access Restricted
ar: الوصول إلى الصور مقيّد
bn: ফটো অ্যাক্সেস সীমাবদ্ধ
cs: Přístup k fotkám omezen
da: Adgang til fotos begrænset
de: Fotozugriff eingeschränkt
el: Περιορισμένη πρόσβαση σε φωτογραφίες
es: Acceso a las fotos restringido
es_419: Acceso a fotos restringido
fa: دسترسی به عکس‌ها محدود شده است
fi: Kuvien käyttö rajoitettu
fil: Pinaghigpitan ang Access sa Larawan
fr: Accès aux photos restreint
he: הגישה לתמונות מוגבלת
hi: फ़ोटो एक्सेस प्रतिबंधित
hu: Fotókhoz való hozzáférés korlátozva
hy: Լուսանկարների հասանելիությունը սահմանափակված է
id: Akses Foto Dibatasi
it: Accesso alle foto limitato
ja: 写真へのアクセスが制限されています
ko: 사진 접근 제한됨
ms: Akses Foto Disekat
nb: Tilgang til bilder begrenset
nl: Fototoegang beperkt
pl: Dostęp do zdjęć ograniczony
pt_br: Acesso às Fotos Restrito
pt_pt: Acesso às Fotografias Restrito
ro: Acces la fotografii restricționat
ru: Доступ к фото ограничен
sv: Åtkomst till foton begränsad
ta: புகைப்பட அணுகல் கட்டுப்படுத்தப்பட்டது
te: ఫోటో యాక్సెస్ పరిమితం చేయబడింది
th: การเข้าถึงรูปภาพถูกจำกัด
tr: Fotoğraf Erişimi Kısıtlandı
uk: Доступ до фото обмежено
ur: تصویر تک رسائی محدود
vi: Quyền truy cập ảnh bị hạn chế
zh_hans: 照片访问受限
zh_hant: 照片取用權限受限

source: Photo Library
ar: مكتبة الصور
bn: ফটো লাইব্রেরি
cs: Knihovna fotek
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
es_419: Fototeca
fa: کتابخانه عکس
fi: Kuvakirjasto
fr: Photothèque
he: ספריית התמונות
hi: फ़ोटो लाइब्रेरी
hu: Fotótár
hy: Լուսանկարների գրադարան
id: Pustaka Foto
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
ms: Pustaka Foto
nb: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
pt_pt: Fototeca
ro: Bibliotecă foto
ru: Медиатека
sv: Fotobibliotek
ta: புகைப்பட நூலகம்
te: ఫోటో లైబ్రరీ
th: คลังรูปภาพ
tr: Fotoğraf Kitaplığı
uk: Медіатека
ur: فوٹو لائبریری
vi: Thư viện ảnh
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Photo library access is restricted on this device.
ar: الوصول إلى مكتبة الصور مقيّد على هذا الجهاز.
bn: এই ডিভাইসে ফটো লাইব্রেরিতে অ্যাক্সেস সীমাবদ্ধ।
cs: Přístup ke knihovně fotek je na tomto zařízení omezen.
da: Adgang til fotobiblioteket er begrænset på denne enhed.
de: Der Zugriff auf die Fotomediathek ist auf diesem Gerät eingeschränkt.
el: Η πρόσβαση στη βιβλιοθήκη φωτογραφιών είναι περιορισμένη σε αυτή τη συσκευή.
es: El acceso a la fototeca está restringido en este dispositivo.
es_419: El acceso a la fototeca está restringido en este dispositivo.
fa: دسترسی به کتابخانه عکس روی این دستگاه محدود شده است.
fi: Kuvakirjaston käyttö on rajoitettu tällä laitteella.
fil: Pinaghigpitan ang access sa photo library sa device na ito.
fr: L’accès à la photothèque est restreint sur cet appareil.
he: הגישה לספריית התמונות מוגבלת במכשיר זה.
hi: इस डिवाइस पर फ़ोटो लाइब्रेरी का एक्सेस प्रतिबंधित है।
hu: A fotótárhoz való hozzáférés korlátozva van ezen az eszközön.
hy: Այս սարքում լուսանկարների գրադարանի հասանելիությունը սահմանափակված է։
id: Akses pustaka foto dibatasi di perangkat ini.
it: L'accesso alla libreria foto è limitato su questo dispositivo.
ja: このデバイスでは写真ライブラリへのアクセスが制限されています。
ko: 이 기기에서는 사진 보관함 접근이 제한되어 있습니다.
ms: Akses pustaka foto disekat pada peranti ini.
nb: Tilgang til bildebiblioteket er begrenset på denne enheten.
nl: Toegang tot de fotobibliotheek is beperkt op dit apparaat.
pl: Dostęp do biblioteki zdjęć jest ograniczony na tym urządzeniu.
pt_br: O acesso à fototeca está restrito neste dispositivo.
pt_pt: O acesso à fototeca está restrito neste dispositivo.
ro: Accesul la biblioteca foto este restricționat pe acest dispozitiv.
ru: Доступ к медиатеке на этом устройстве ограничен.
sv: Åtkomst till fotobiblioteket är begränsad på den här enheten.
ta: இந்த சாதனத்தில் புகைப்பட நூலக அணுகல் கட்டுப்படுத்தப்பட்டுள்ளது.
te: ఈ పరికరంలో ఫోటో లైబ్రరీ యాక్సెస్ పరిమితం చేయబడింది.
th: การเข้าถึงคลังรูปภาพถูกจำกัดบนอุปกรณ์นี้
tr: Bu cihazda fotoğraf kitaplığı erişimi kısıtlanmış.
uk: Доступ до медіатеки на цьому пристрої обмежено.
ur: اس ڈیوائس پر فوٹو لائبریری تک رسائی محدود ہے۔
vi: Quyền truy cập thư viện ảnh bị hạn chế trên thiết bị này.
zh_hans: 此设备的照片图库访问受限。
zh_hant: 此裝置上的照片圖庫取用權限受限。

source: Privacy Policy
ar: سياسة الخصوصية
bn: প্রাইভেসি পলিসি
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
es_419: Política de privacidad
fa: سیاست حریم خصوصی
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
hy: Գաղտնիության քաղաքականություն
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Pro Required
ar: يتطلب Pro
bn: Pro প্রয়োজন
cs: Vyžadováno Pro
da: Pro påkrævet
de: Pro erforderlich
el: Απαιτείται Pro
es: Se requiere Pro
es_419: Se requiere Pro
fa: نیازمند Pro
fi: Vaatii Pron
fil: Kailangan ng Pro
fr: Pro requis
he: נדרש Pro
hi: Pro आवश्यक है
hu: Pro szükséges
hy: Պահանջվում է Pro
id: Memerlukan Pro
it: Pro richiesto
ja: Pro が必要です
ko: Pro 필요
ms: Pro Diperlukan
nb: Pro kreves
nl: Pro vereist
pl: Wymagane Pro
pt_br: Pro Necessário
pt_pt: Pro Necessário
ro: Necesită Pro
ru: Требуется Pro
sv: Pro krävs
ta: Pro தேவை
te: Pro అవసరం
th: ต้องใช้ Pro
tr: Pro Gerekli
uk: Потрібен Pro
ur: Pro درکار ہے
vi: Yêu cầu Pro
zh_hans: 需要 Pro
zh_hant: 需要 Pro

source: Processing redeem code.
ar: جارٍ معالجة رمز الاسترداد.
bn: রিডিম কোড প্রসেস করা হচ্ছে।
cs: Zpracovávám kód.
da: Behandler indløsningskode.
de: Einlösecode wird verarbeitet.
el: Επεξεργασία κωδικού εξαργύρωσης.
es: Procesando el código de canje.
es_419: Procesando código de canje.
fa: در حال پردازش کد بازخرید.
fi: Käsitellään lunastuskoodia.
fil: Pinoproseso ang redeem code.
fr: Traitement du code…
he: מעבד קוד מימוש.
hi: रिडीम कोड प्रोसेस किया जा रहा है।
hu: Beváltási kód feldolgozása.
hy: Մարման կոդը մշակվում է։
id: Memproses kode penukaran.
it: Riscatto del codice in corso.
ja: コードを処理しています。
ko: 코드를 처리하는 중입니다.
ms: Memproses kod tebusan.
nb: Behandler innløsningskode.
nl: Code wordt verwerkt.
pl: Przetwarzanie kodu.
pt_br: Processando código de resgate.
pt_pt: A processar o código de resgate.
ro: Se procesează codul de revendicare.
ru: Обработка кода активации.
sv: Bearbetar inlösningskod.
ta: மீட்பு குறியீடு செயலாக்கப்படுகிறது.
te: రిడీమ్ కోడ్‌ను ప్రాసెస్ చేస్తోంది.
th: กำลังดำเนินการรหัสแลกรับ
tr: Kullanım kodu işleniyor.
uk: Обробка коду активації.
ur: ریڈیم کوڈ پر کارروائی ہو رہی ہے۔
vi: Đang xử lý mã đổi quà.
zh_hans: 正在处理兑换码。
zh_hant: 正在處理兌換碼。

source: Product ids not set, call setProductIDs method!
ar: لم يتم تعيين معرّفات المنتج، استدعِ طريقة setProductIDs!
bn: প্রোডাক্ট আইডি সেট করা নেই, setProductIDs মেথড কল করুন!
cs: ID produktů nejsou nastavena, zavolejte metodu setProductIDs!
da: Produkt-id'er er ikke angivet – kald setProductIDs-metoden!
de: Produkt-IDs nicht gesetzt, rufen Sie die Methode setProductIDs auf!
el: Δεν έχουν οριστεί τα product ids, καλέστε τη μέθοδο setProductIDs!
es: Los identificadores de producto no están definidos, ¡llama al método setProductIDs!
es_419: Los ids de productos no están establecidos, ¡llama al método setProductIDs!
fa: شناسه‌های محصول تنظیم نشده‌اند، متد setProductIDs را فراخوانی کنید!
fi: Tuotetunnuksia ei ole asetettu, kutsu setProductIDs-metodia!
fil: Hindi nakatakda ang mga product id, tawagin ang setProductIDs method!
fr: Identifiants de produit non définis, appelez la méthode setProductIDs !
he: מזהי המוצר לא הוגדרו, יש לקרוא לשיטה setProductIDs!
hi: प्रोडक्ट id सेट नहीं हैं, setProductIDs मेथड कॉल करें!
hu: A termékazonosítók nincsenek beállítva, hívd meg a setProductIDs metódust!
hy: Product id-ները սահմանված չեն, կանչեք setProductIDs մեթոդը։
id: ID produk belum diatur, panggil metode setProductIDs!
it: ID prodotto non impostati, chiama il metodo setProductIDs!
ja: プロダクト ID が設定されていません。setProductIDs メソッドを呼び出してください！
ko: 제품 ID가 설정되지 않았습니다. setProductIDs 메서드를 호출하세요!
ms: ID produk tidak ditetapkan, panggil kaedah setProductIDs!
nb: Produkt-ID-er er ikke angitt, kall metoden setProductIDs!
nl: Product-id's niet ingesteld, roep setProductIDs aan!
pl: Nie ustawiono identyfikatorów produktów, wywołaj metodę setProductIDs!
pt_br: IDs de produto não definidos, chame o método setProductIDs!
pt_pt: IDs de produto não definidos, chame o método setProductIDs!
ro: ID-urile produselor nu sunt setate, apelați metoda setProductIDs!
ru: ID продуктов не заданы, вызовите метод setProductIDs!
sv: Produkt-id:n är inte inställda, anropa metoden setProductIDs!
ta: Product ids அமைக்கப்படவில்லை, setProductIDs முறையை அழைக்கவும்!
te: Product ids సెట్ చేయబడలేదు, setProductIDs మెథడ్‌ను కాల్ చేయండి!
th: ยังไม่ได้ตั้งค่า product ids, เรียกใช้เมธอด setProductIDs!
tr: Ürün kimlikleri ayarlanmadı, setProductIDs metodunu çağırın!
uk: Ідентифікатори продуктів не встановлено, викличте метод setProductIDs!
vi: Chưa thiết lập product ids, hãy gọi phương thức setProductIDs!
zh_hans: 未设置 product ids，请调用 setProductIDs 方法！
zh_hant: 尚未設定 product ids，請呼叫 setProductIDs 方法！

# purchased.section
source: Purchased
ar: المشتريات
bn: কেনা হয়েছে
cs: Zakoupeno
da: Købt
de: Gekauft
el: Αγορασμένα
es: Comprado
es_419: Comprado
fa: خریداری‌شده
fi: Ostettu
fil: Binili
fr: Acheté
he: נרכש
hi: खरीदा गया
hu: Megvásárolva
hy: Գնված
id: Telah Dibeli
it: Acquistato
ja: 購入済み
ko: 구매함
ms: Dibeli
nb: Kjøpt
nl: Gekocht
pl: Zakupione
pt_br: Comprado
pt_pt: Comprado
ro: Achiziționate
ru: Куплено
sv: Köpt
ta: வாங்கியவை
te: కొనుగోలు చేసినవి
th: ซื้อแล้ว
tr: Satın Alınanlar
uk: Придбано
ur: خریدا گیا
vi: Đã mua
zh_hans: 已购买
zh_hant: 已購買

source: Redeem 🚀
ar: استرداد 🚀
bn: রিডিম করুন 🚀
cs: Uplatnit 🚀
da: Indløs 🚀
de: Einlösen 🚀
el: Εξαργύρωση 🚀
es: Canjear 🚀
es_419: Canjear 🚀
fa: بازخرید 🚀
fi: Lunasta 🚀
fil: I-redeem 🚀
fr: Utiliser 🚀
he: מימוש 🚀
hi: रिडीम करें 🚀
hu: Beváltás 🚀
hy: Մարել 🚀
id: Tukarkan 🚀
it: Riscatta 🚀
ja: 引き換える 🚀
ko: 사용하기 🚀
ms: Tebus 🚀
nb: Løs inn 🚀
nl: Wissel in 🚀
pl: Zrealizuj 🚀
pt_br: Resgatar 🚀
pt_pt: Resgatar 🚀
ro: Revendică 🚀
ru: Активировать 🚀
sv: Lös in 🚀
ta: மீட்டெடு 🚀
te: రిడీమ్ చేయండి 🚀
th: แลกรับ 🚀
tr: Kullan 🚀
uk: Активувати 🚀
ur: ریڈیم کریں 🚀
vi: Đổi quà 🚀
zh_hans: 兑换 🚀
zh_hant: 兌換 🚀

source: Redeem your code using the camera on your device.
ar: استرد رمزك باستخدام كاميرا جهازك.
bn: আপনার ডিভাইসের ক্যামেরা ব্যবহার করে আপনার কোড রিডিম করুন।
cs: Uplatni svůj kód pomocí fotoaparátu svého zařízení.
da: Indløs din kode ved hjælp af kameraet på din enhed.
de: Löse deinen Code mit der Kamera deines Geräts ein.
el: Εξαργυρώστε τον κωδικό σας χρησιμοποιώντας την κάμερα της συσκευής σας.
es: Canjea tu código usando la cámara de tu dispositivo.
es_419: Canjea tu código usando la cámara de tu dispositivo.
fa: کد خود را با دوربین دستگاهتان بازخرید کنید.
fi: Lunasta koodisi laitteesi kameralla.
fil: I-redeem ang iyong code gamit ang camera sa iyong device.
fr: Utilise ton code grâce à l’appareil photo de ton appareil.
he: ממשו את הקוד שלכם באמצעות המצלמה במכשיר.
hi: अपने डिवाइस के कैमरे से अपना कोड रिडीम करें।
hu: Váltsd be a kódodat az eszköződ kamerájával.
hy: Մարեք ձեր կոդը՝ օգտագործելով ձեր սարքի տեսախցիկը։
id: Tukarkan kode Anda menggunakan kamera di perangkat Anda.
it: Riscatta il tuo codice usando la fotocamera del tuo dispositivo.
ja: デバイスのカメラを使ってコードを引き換えよう。
ko: 기기의 카메라를 사용하여 코드를 등록하세요.
ms: Tebus kod anda menggunakan kamera pada peranti anda.
nb: Løs inn koden din med kameraet på enheten din.
nl: Wissel je code in met de camera van je apparaat.
pl: Zrealizuj swój kod za pomocą aparatu w urządzeniu.
pt_br: Resgate seu código usando a câmera do seu dispositivo.
pt_pt: Resgata o teu código usando a câmara do teu dispositivo.
ro: Revendică-ți codul folosind camera de pe dispozitiv.
ru: Активируйте код с помощью камеры вашего устройства.
sv: Lös in din kod med kameran på din enhet.
ta: உங்கள் சாதனத்தில் உள்ள கேமராவைப் பயன்படுத்தி உங்கள் குறியீட்டை மீட்டெடுங்கள்.
te: మీ పరికరంలోని కెమెరాను ఉపయోగించి మీ కోడ్‌ను రిడీమ్ చేయండి.
th: แลกรับรหัสของคุณโดยใช้กล้องบนอุปกรณ์ของคุณ
tr: Kodunuzu cihazınızdaki kamerayı kullanarak kullanın.
uk: Активуй свій код за допомогою камери на пристрої.
ur: اپنے ڈیوائس کے کیمرے سے اپنا کوڈ ریڈیم کریں۔
vi: Đổi mã của bạn bằng camera trên thiết bị.
zh_hans: 使用设备上的相机兑换您的代码。
zh_hant: 用你裝置上的相機來兌換你的代碼吧。
